Repository: gilior/noyawebapp
Catalog: src/locale/messages.*.xlf
Languages: he

# ngb.alert.close
source: Close
he: סגור

# ngb.carousel.slide-number
source: Slide OnFocus); priv of viorSubject(fal
he: שקופית OnFocus); priv מתוך viorSubject(fal

# ngb.carousel.previous
source: Previous
he: הקודם

# ngb.carousel.next
source: Next
he: הבא

# ngb.datepicker.select-month
source: Select month
he: בחר חודש

# ngb.datepicker.select-year
source: Select year
he: בחר שנה

# ngb.datepicker.previous-month
source: Previous month
he: החודש הקודם

# ngb.datepicker.next-month
source: Next month
he: החודש הבא

# ngb.pagination.first-aria
source: First
he: ראשון

# ngb.pagination.previous-aria
source: Previous
he: הקודם

# ngb.pagination.next-aria
source: Next
he: הבא

# ngb.pagination.last-aria
source: Last
he: אחרון

# ngb.timepicker.HH
source: HH
he: שעה

# ngb.timepicker.hours
source: Hours
he: שעות

# ngb.timepicker.MM
source: MM
he: דקות

# ngb.timepicker.minutes
source: Minutes
he: דקות

# ngb.timepicker.increment-hours
source: Increment hours
he: הוסף שעות

# ngb.timepicker.decrement-hours
source: Decrement hours
he: הפחת שעות

# ngb.timepicker.increment-minutes
source: Increment minutes
he: הוסף דקות

# ngb.timepicker.decrement-minutes
source: Decrement minutes
he: הפחת דקות

# ngb.timepicker.SS
source: SS
he: שניות

# ngb.timepicker.seconds
source: Seconds
he: שניות

# ngb.timepicker.increment-seconds
source: Increment seconds
he: הוסף שניות

# ngb.timepicker.decrement-seconds
source: Decrement seconds
he: הפחת שניות

# ngb.toast.close-aria
source: Close
he: סגור

source: All About Noya Schleien
he: כל מה שרצית לדעת על נויה שליין

source: Marimba & Percussion Artist, Lecturer, Author
he: אמנית מרימבה וכלי הקשה, מרצה, סופרת

source: Experience
he: ניסיון

source: Creator, Soloist and Host of numerous shows, including shows in renowned festivals, Israel's national culture program, concerts with orchestras, dancers, theatre shows, and recitals recorded for the radio.
he: יוצרת, סולנית ומנחה של מופעים רבים, ביניהם מופעים במסגרת פסטיבלים ידועים, סל תרבות ארצי, קונצרטים עם תזמורות ורקדנים, הצגות תיאטרון ורסיטלים שהוקלטו לרדיו.

source: In her performance, Ms. Schleien combines music and dance in a unique way.
he: במופע שלה, גברת שליין משלבת מוזיקה וריקוד בצורה ייחודית.

source: Performed in all major concert halls all over Europe, China, Korea and Argentina.
he: ניגנה בכל אולמות הקונצרטים הגדולים ברחבי אירופה, סין, קוריאה וארגנטינה.

source: In 2022, published her first book, Drum's House. An imaginative children's book, written in rhymes, about Percussion.
he: בשנת 2022, פרסמה את ספרה הראשון, בית התוף. ספר ילדים דמיוני, כתוב בחרוזים, על תופים.

source: Created the most comprehensive series of videos made in Hebrew, on percussion instruments.
he: יצרה את סדרת הסרטונים המקיפה ביותר בעברית, על כלי הקשה.

source: Founded the ensemble Kelim Shluvim (Communicating Vessels). A unique female ensemble of Flute, Cello and Marimba & Percussion.
he: ייסדה את ההרכב כלים שלובים. הרכב נשים ייחודי של חליל, צ'לו ומרימבה ותופים.

source: Begun lecturing on the topics Life's Rhythm, Arts & Business, and Percussion.
he: חלה להעניק הרצאות בנושאים קצב החיים, אמנויות ועסקים, וכלי הקשה.

source: In the years 2010-2015, was a member of The West-Eastern Divan Orchestra, conducted by Maestro Daniel Barenboim.
he: בשנים 2010-2015, הייתה חברה בתזמורת דיבן המערב-מזרח, בניצוחו של המאסטרו דניאל ברנבוים.

source: During 2013, Ms. Schleien performed as a soloist with Maestro Barenboim and the orchestra, at the main Festivals in Lucerne, Salzburg and Stuttgart.
he: במהלך שנת 2013, גברת שליין הופיעה כסולנית עם המאסטרו ברנבוים והתזמורת, בפסטיבלים המרכזיים בלוצרן, זלצבורג ושטוטגרט.

source: Ms. Schleien played chamber music with different ensembles from this orchestra in important international festivals, such as The Proms in London and the Louvre museum in Paris.
he: גברת שליין ניגנה מוזיקה קאמרית עם הרכבים שונים מתוך תזמורת זו בפסטיבלים בינלאומיים חשובים, כמו הפרומס בלונדון ומוזיאון הלובר בפריז.

source: During 2010-2011, Ms. Schleien played in a chamber ensemble with members of The Staatsoper Berlin, conducted by Maestro Daniel Barenboim, playing Dérive 2, by Pierre Boulez.
he: במהלך השנים 2010-2011, גברת שליין ניגנה בהרכב קאמרי עם חברי האופרה הממלכתית של ברלין, בניצוחו של המאסטרו דניאל ברנבוים, ביצוע דה-ריב 2, מאת פייר בולז.

source: The concerts were held in the main concert halls in Berlin - Schiller Theater, Konzerthous Berlin and Berliner Philharmonie.
he: הקונצרטים התקיימו באולמות הקונצרטים המרכזיים בברלין - תיאטרון שילר, קונצרטהאוס ברלין ופילהרמוניה ברלין.

source: Between 2009-2014, Ms. Schleien participated in the International Chamber Music Festival, held in Jerusalem, by Elena Bashkirova.
he: בין השנים 2009-2014, גברת שליין השתתפה בפסטיבל הבינלאומי למוזיקה קאמרית, שנערך בירושלים, על ידי אלנה בשקירובה.

source: In 2009, had a solo performance at Mann Auditorium, in the Annual Gala Concert of The Israel Philharmonic Orchestra and The Buchmann-Mehta Symphony Orchestra, conducted by Maestro Zubin Mehta.
he: בשנת 2009, הייתה להופעה סולנית באודיטוריום מאן, בקונצרט הגאלה השנתי של התזמורת הפילהרמונית הישראלית ותזמורת בוכמן-מאטה, בניצוחו של המאסטרו זובין מהטה.

source: In the years 2008-2009, Ms. Schleien has participated in the Beit Lessin theater show "Equss" and performed in the TV show, Intermezzo with Arie Vardi, episode "She is all rhythm".
he: בשנים 2008-2009, גברת שליין השתתפה במופע התיאטרון של בית לסין "אקווס" והופיעה בתוכנית הטלוויזיה, אינטרמצו עם אריה ורדי, פרק "היא כל הקצב".

source: Prizes
he: פרסים

source: In 2008, won the First Prize at the Paul Ben-Haim competition, for playing Israeli music.
he: בשנת 2008, זכתה בפרס הראשון בתחרות פול בן-חיים, על נגינת מוזיקה ישראלית.

source: In 2006-2008, won several competitions, at the Buchmann-Mehta School of Music. Including first prizes for Solo Performance Competition 2006, Chamber Music Competition 2007 and Contemporary Music Competition 2008.
he: בשנים 2006-2008, זכתה במספר תחרויות, בבית הספר למוזיקה בוכמן-מאטה. כולל פרסים ראשונים בתחרות הביצוע הסולו 2006, תחרות המוזיקה הקאמרית 2007 ותחרות המוזיקה העכשווית 2008.

source: In 2008, she was awarded for Excellence in the orchestral training program of the Buchmann-Mehta Symphony Orchestra.
he: בשנת 2008, הוענקה לה פרס על מצוינות בתוכנית ההכשרה לתזמורת של תזמורת בוכמן-מאטה.

source: Education
he: השכלה

source: Has a MBA from Tel Aviv University, Magna Cum Laude. Dean's List 2012-2013.
he: יש לה תואר MBA מאוניברסיטת תל אביב, בהצטיינות יתרה. רשימת הדיקן 2012-2013.

source: Has a BA in Music and Management from Tel Aviv University, Magna Cum Laude.
he: יש לה תואר ראשון במוזיקה וניהול מאוניברסיטת תל אביב, בהצטיינות יתרה.

source: Began her musical studies with Mrs. Hagit Ser. In 2002, graduated with honors from the Tel-Aviv-Jaffa Music Conservatory. During the years 2004-2008, studied at the Buchmann-Mehta School of Music in Tel-Aviv University, with Mr. Alon Bor, principal percussionist of The Israel Philharmonic Orchestra. Later on, she studied at the Conservatoire de Strasbourg with Prof. Emmanuel Sejourne and with Prof. Dominic Oelze, principal percussionist at the Staatskapelle Berlin.
he: תחילת לימודי המוזיקה שלה היו עם גב' חגית שר. בשנת 2002, סיימה בהצטיינות את הקונסרבטוריון למוזיקה תל-אביב-יפו. במהלך השנים 2004-2008, למדה בבית הספר למוזיקה בוכמן-מאטה באוניברסיטת תל-אביב, עם מר אלון בור, פרקשניסט ראשי בתזמורת הפילהרמונית הישראלית. מאוחר יותר, למדה בקונסרבטואר של סטרסבורג עם פרופ' עמנואל סייג'ורן ועם פרופ' דומיניק אולזה, פרקשניסט ראשי בתזמורת שטאטסקפל ברלין.

source: In the years 2002-2004, was drafted to the I.D.F. Orchestra, where she performed all across Israel as well as abroad for two years.
he: בשנים 2002-2004, גויסה לתזמורת צה"ל, שם הופיעה בכל רחבי ישראל כמו גם בחו"ל במשך שנתיים.

source: Ms. Schleien has participated in international Marimba and Percussion master classes with the Prof. Keiko Abe, Peter Sadlo, Bogdan Bacanu, Momoko Kamiya, Ludwig Albert, and in a Carnegie Hall work shop with Zakir Hussain.
he: גברת שליין השתתפה בסדנאות בינלאומיות למרימבה וכלי הקשה עם פרופ' קייקו אבה, פטר סדלו, בוגדן בקנו, מומוקו קמיה, לודוויג אלברט, ובסדנת קרנגי הול עם זאקיר חוסיין.

source: Drum's House
he: הבית של תוף

source: Come meet Drum, a little Tom-tom who invites you into his home to meet his whole family. His mom is a Xylophone and his dad is a Snare Drum and that is just the beginning.
he: בואו לפגוש את תוף, טום-טום קטן שמזמין אתכם לביתו לפגוש את כל משפחתו. אמא שלו היא קסילופון ואבא שלו הוא תוף מרים וזה רק ההתחלה.

source: Drum's House is an imaginative children's book, written in rhymes, by Noya Schleien, that teaches children about the world of Percussion Instruments. The cool rhythmic instruments come to life as characters in the family and as objects in the house.
he: בית התוף הוא ספר ילדים דמיוני, כתוב בחרוזים, מאת נויה שליין, המלמד ילדים על עולם כלי ההקשה. הכלים הקצביים המגניבים оживают כדמויות במשפחה וכחפצים בבית.

source: Throughout the book, you can find QR codes. Scanning these codes leads to a series of videos introducing the Percussion Instruments with all of their charm!
he: במהלך הספר, תוכלו למצוא קודי QR. סריקת קודים אלו מובילה לסדרת סרטונים המוצגים את כלי ההקשה עם כל הקסם שלהם!

source: The book is in now available in Hebrew.
he: הספר זמין עכשיו בעברית.

source: Recommended for children aged 4-8.
he: מומלץ לילדים בגילאי 4-8.

source: You are welcome to order the Drum's House Concert along with the book.
he: אתם מוזמנים להזמין את קונצרט בית התוף יחד עם הספר.

source: To place an order – <br> +972544715150 <br> noyaschleien@gmail.com
he: כדי לבצע הזמנה – <br> +972544715150 <br> noyaschleien@gmail.com

source: <span class="fw-bold">You can get a signed book!</span><br> Don't forget to write who you want to dedicate the book to.
he: <span class="fw-bold">אתם יכולים לקבל ספר חתום!</span><br> אל תשכחו לכתוב למי אתם רוצים להקדיש את הספר.

source: <span class="fw-bold">Price – </span><br> The Drum's House Book - 20$ / 20€ <br> Buy in bulk – At least 30 books - 15$ / 15€ per book.
he: <span class="fw-bold">מחיר – </span><br> ספר בית התוף - 20$ / 20€ <br> קנייה בכמויות – לפחות 30 ספרים - 15$ / 15€ לספר.

source: <span class="fw-bold">Delivery Options – </span><br> You can collect your order from Ramat Aviv, Israel - Free of charge. <br> Delivery inside of Israel – To your doorstep - 3$ / 3€ <br> Delivery outside of Israel - 9$ / 9€
he: <span class="fw-bold">אפשרויות משלוח – </span><br> אתם יכולים לאסוף את ההזמנה שלכם מרמת אביב, ישראל - ללא תשלום. <br> משלוח בתוך ישראל – עד הדלת שלכם - 3$ / 3€ <br> משלוח מחוץ לישראל - 9$ / 9€

source: For delivery purposes, please specify your full address - country, city, street, house number, zip code, telephone number, floor number, apartment number and, if there is one, building entry code.
he: למטרות משלוח, אנא ציינו את כתובתכם המלאה - מדינה, עיר, רחוב, מספר בית, מיקוד, מספר טלפון, מספר קומה, מספר דירה ואם יש, קוד כניסה לבניין.

source: Drum's House Coloring Book
he: ספר הצביעה של בית התוף

source: The Drum's House Coloring Book is now available! <br> With the original illustrations. <br> You can now color all the cool characters in the story. <br> Price - 7$ / 7€
he: ספר הצביעה של בית התוף זמין עכשיו! <br> עם האיורים המקוריים. <br> עכשיו אתם יכולים לצבוע את כל הדמויות המגניבות בסיפור. <br> מחיר - 7$ / 7€

source: Concerts
he: קונצרטים

source: Rhythmic concerts with multiple percussion. <br> Suitable for all ages.
he: קונצרטים קצביים עם המון כלי הקשה.<br> מתאימים לכל גיל.

source: Order a unique concert designed personally for your event.
he: הזמינו קונצרט ייחודי בעיצוב אישי לארוע שלכם.

source: You are welcome to order a single concert, or a series of concerts and lectures.
he: ניתן להזמין קונצרט בודד, או סדרה של קונצרטים והרצאות.

source: The Noya Schleien Show
he: המופע הענק של נויה שליין

source: A spectacular show with Marimba, Drums and lots of Percussion! <br> Featuring music from all over the world, from Bach to Piazzolla.
he: מופע מרהיב עם מרימבה, תופים והמון כלי הקשה!<br> עם מוסיקה מכל רחבי העולם, מבאך ועד פיאצולה.

source: During the show, Schleien combines tap dancing and hosts other musicians - on flute, cello, another percussionist, and even a dancer!
he: במהלך המופע, שליין משלבת קטעי סטפס ותיפוף על הגוף, ומארחת נגנים נוספים - על חליל, צ'לו וכלי הקשה, ואפילו רקדנית!

source: A unique concert designed personally for your event.
he: קונצרט ייחודי מעוצב באופן אישי לכל ארוע.

source: A unique all female ensemble of Flute, Cello and Marimba & Percussion.
he: הרכב נשי ייחודי, ראשון מסוגו בארץ, של חליל, צ'לו ומרימבה וכלי הקשה.

source: Exposing the differences between the Woodwinds, Strings and Percussion.
he: במהלך הקונצרט נחשפים ההבדלים בין כלי הנשיפה, כלי המיתר וכלי ההקשה.

source: Michal Berkovich Reznik - Flute<br> Yoni Etzion - Cello<br> Noya Schleien - Marimba & Percussion
he: מיכל ברקוביץ' רזניק - חליל<br> יוני עציון - צ'לו<br> נויה שליין - מרימבה ותופים

source: "Drum's house is very unique,<br> It's not like any other house you meet.<br> Not like a house in the country, nor like one in the city,<br> Not like a house of a child or of an adult who's sixty.
he: " הבית של תוף הוא בית מאוד מיוחד.<br> הוא לא דומה לבית של אף אחד.<br> לא לבית בכפר, לא לבית בעיר.<br> לא לבית של אדם מבוגר ולא לבית של ילד צעיר.

source: ...Drum wants you and his family to meet,<br> But there is so much noise that he has to defeat.<br> He starts beating over and over again the same beat,<br> Now everyone hears him, thanks to repeat."
he: תוף רוצה להכיר לכם את משפחתו...<br> אך כשמנגנים כולם יחד, לא שומעים אותו.<br> הוא מקיש מקצב מיוחד שוב ושוב.<br> אז כולם מבינים שזה משהו חשוב. "

source: Noya Schleien presents an amazing percussion show based on the book she wrote, Drum's House, with original music.
he: נויה שליין במופע כלי הקשה מדהים, מבוסס על הספר שכתבה, הבית של תוף .עם מוסיקה מקורית

source: Suitable for children ages 4-8.
he: המופע מתאים לגילאי 8-4

source: The show "Drum's House" was highly praised and received a commendation by the committee of the Israel's National Culture Program.
he: המופע "הבית של תוף" זכה לביקורות נלהבות וכן זכה בציון לשבח מהועדה של סל תרבות ארצי

source: The Little Beat Beat
he: ביט ביט הקטנה

source: "Little Beat Beat comes from a faraway country,<br> where they speak kind of funky,<br> you might even think it's funny a bit,<br> but the Rhythm language is cool, you have to admit!"
he: "ביט ביט הקטנה, מגיעה מארץ רחוקה,<br> שם מדברים בשפה קצת משונה,<br> אולי אפילו תחשבו שהיא מצחיקה,<br> אבל שפת הקצב היא שפה מדליקה!"

source: A magical fairy tale, written in rhymes, about a girl who comes from a world that is all about rhythm.
he: סיפור בחרוזים מלא קסם, פרי עטה של נויה שליין, על ילדה שמגיעה מעולם שכולו קצב.

source: The little Beat Beat does not understand Hebrew and nobody understands her. Throughout the concert, she meets new friends, who turn her journey into an adventure.
he: ביט ביט הקטנה לא מבינה עברית ולא מבינים אותה . במהלך הקונצרט, היא מכירה חברים חדשים, שהופכים את המסע להרפתקה

source: Through the diverse pieces, the children will get acquainted with the Percussion family and learn the influence of rhythm on music.
he: דרך היצירות המגוונות יכירו הילדים את עולם כלי ההקשה ואת ההשפעה של הקצב על המוסיקה

source: With famous works such as The Bumble Bee by Rhymski Korsakov, Carmen by Bizet, The Four Seasons by Vivaldi, Eine Kline Nacht Musik by Mozart, Bolero by Ravel, etc.
he: בקונצרט משולבים קטעים מתוך יצירות מפורסמות, כמו מעוף הדבורה של רימסקי-קורסקוב, כרמן של ביזה, ארבע העונות של ויואלדי, מוסיקת לילה זעירה של מוצארט, בולרו של ראוול ועוד

source: Active participation of the audience during the show.
he: הקונצרט בהשתתפות פעילה של הקהל.

source: With a Chamber Orchestra.
he: בליווי תזמורת קאמרית

source: With Drums & Dancing
he: בתופים ובמחולות

source: A concert for children which is a celebration!
he: קונצרט לילדים שכולו חגיגה!

source: Throughout the concert Schleien demonstrates how music fits into the world of dance and how dance fits into the world of music.
he: לאורך הקונצרט מגלים כיצד המוסיקה משתלבת בעולם המחול וכיצד המחול משתלב בעולם המוסיקה.

source: With a Chamber Orchestra
he: עם צמד רקדנים ותזמורת קאמרית.

source: Repertoire – Brahms' Hungarian Dance, Saint-Saëns' Le carnaval des animaux, Debussy's Petite Suite, Scott Joplin's Ragtime, collection of children's songs and more.
he: רפרטואר – ריקוד הונגרי של ברהמס, קרנבל החיות של סן סאנס, סוויטה קטנה של דביסי, רגטיים של סקוט ג'ופלין, מחרוזת שירי ילדים ועוד.

source: The Magic Drum
he: תוף הקסמים

source: A musical play, written in rhymes, about a drum who likes to do magic. But his magic sometimes goes wrong, creating funny situations.
he: הצגה מוסיקלית לילדים, מבוססת על סיפור בחרוזים, על תוף שאוהב לעשות קסמים, שלפעמים קצת משתבשים ואז נוצרים מצבים מצחיקים!

source: The show combines children's songs as well as well-known classical orchestral pieces.
he: במופע משולבים שירי ילדים מוכרים וקטעים מתוך יצירות מפורסמות.

source: With a Symphony Orchestra.
he: בליווי תזמורת סימפונית.

source: First name
he: שם פרטי

source: Looks good!
he: נראה טוב!

source: Last name
he: שם משפחה

source: City
he: עיר

source: Street
he: רחוב

source: Subject
he: נושא

source: Message
he: הודעה

source: Verification Code (sent to your email)
he: קוד אימות (נשלח לאימייל שלך)

source: Success!
he: בהצלחה!

source: Your message has been sent to Noya successfully.
he: ההודעה שלך נשלחה לנויה בהצלחה.

source: Sorry!
he: סליחה!

source: We couldn't send your message. Please try again later.
he: לא הצלחנו לשלוח את ההודעה שלך. אנא נסה שוב מאוחר יותר.

source: Noya Schleien
he: נויה שליין

source: עברית
he: English

source: Home
he: בית

source: Lectures
he: הרצאות

source: Workshops
he: סדנאות

source: Book
he: ספר

source: Bio
he: ביוגרפיה

source: Videos
he: סרטונים

source: Gallery
he: גלריה

source: Communities
he: קהילות

source: Contact
he: צור קשר

source: Fascinating lectures.
he: הרצאות מרתקות.

source: You are welcome to order a single lecture or a whole series.
he: אתם מוזמנים להזמין הרצאה בודדת או סדרה שלמה.

source: Life's Rhythm
he: קצב החיים

source: Rhythm has such a huge impact on music. What kind of impact does it have on our lives?
he: לקצב יש השפעה כל כך גדולה על המוזיקה. איזו השפעה יש לו על חיינו?

source: Our health, relationships, diet, learning abilities, communication and business, all influenced by rhythm.
he: הבריאות שלנו, מערכות היחסים, התזונה, יכולות הלמידה, התקשורת והעסקים שלנו, כולם מושפעים על ידי הקצב.

source: Once we realize the huge impact rhythm has on our lives, we can use it for our benefit.
he: ברגע שנבין את ההשפעה הגדולה שיש לקצב על חיינו, נוכל להשתמש בזה לטובתנו.

source: A riveting lecture intertwined with musical demonstrations.
he: הרצאה מרתקת המשולבת עם הדגמות מוזיקליות.

source: Available as a single lecture or as a series of lectures.
he: זמינה כהרצאה בודדת או כסדרת הרצאות.

source: Arts & Business
he: אמנויות ועסקים

source: Even the most talented artist has to spend a lot of time doing business.
he: גם האמן המוכשר ביותר צריך לבלות הרבה זמן בעשיית עסקים.

source: Most artists try to avoid this, which causes them to lose opportunities, growth and money.
he: רוב האמנים מנסים להימנע מזה, מה שגורם להם לאבד הזדמנויות, צמיחה וכסף.

source: This lecture reveals classic business models, focusing on economics, strategy, and marketing, with the adaptation needed for the art world.
he: הרצאה זו חושפת מודלים עסקיים קלאסיים, תוך התמקדות בכלכלה, אסטרטגיה ושיווק, עם ההתאמות הנדרשות לעולם האמנות.

source: Possible as a onetime lecture, just to get the taste of things, or as an in-depth course.
he: אפשרי כהרצאה חד פעמית, רק כדי לקבל טעם של דברים, או כקורס מעמיק.

source: Percussion
he: כלי הקשה

source: A fascinating lecture on Percussion Instruments.
he: הרצאה מרתקת על כלי הקשה.

source: Delivered by the international percussionist Noya Schleien, who combines musical pieces in her lecture.
he: מוגש על ידי הפרקשניסטית הבינלאומית נויה שליין, שמשלבת קטעים מוזיקליים בהרצאה שלה.

source: Previous
he: הקודם

source: Next
he: הבא

source: Cool rhythmic workshops with multiple percussion. <br> Suitable for all ages. <br> No prior knowledge is needed.
he: סדנאות קצביות מגניבות עם כלי הקשה מרובים. <br> מתאימות לכל הגילאים. <br> אין צורך בידע קודם.

source: You are welcome to order a private or a couples workshop.
he: אתם מוזמנים להזמין סדנה פרטית או סדנה לזוגות.

source: An Introduction to Percussion Workshop
he: סדנת היכרות עם כלי הקשה

source: A private workshop with the international percussionist Noya Schleien.
he: סדנה פרטית עם הפרקשניסטית הבינלאומית נויה שליין.

source: An empowering and enriching experience!
he: חוויה מעצימה ומעשירה!

source: Suitable from age 5 to 120. <br> No prior knowledge is required. <br> The studio is located in North Tel Aviv. <br> The workshop can be held in Hebrew or English. <br> The workshop can be held in Hebrew or English.
he: מתאים מגיל 5 עד 120. <br> אין צורך בידע קודם. <br> הסטודיו ממוקם בצפון תל אביב. <br> הסדנה יכולה להתקיים בעברית או באנגלית. <br> הסדנה יכולה להתקיים בעברית או באנגלית.

source: A Morning of Rhythm
he: בוקר של קצב

source: A Couples Workshop + a delicious Brunch!
he: סדנת זוגות + בראנץ' טעים!

source: An Introduction to Percussion Workshop with the international percussionist Noya Schleien.
he: סדנת היכרות עם כלי הקשה עם הפרקשניסטית הבינלאומית נויה שליין.

source: And also, a brunch with tasty food from the best places in Tel Aviv. <br> The workshop is suitable for couples, friends, parents and children, any two people who want to spend quality time together doing a cool and rhythmic activity. <br> The workshop is suitable for ages 5 to 120. <br> No prior knowledge is required. <br> The studio is located in North Tel Aviv. <br> The workshop can be held in Hebrew or English.
he: וגם, בראנץ' עם אוכל טעים מהמקומות הכי טובים בתל אביב. <br> הסדנה מתאימה לזוגות, חברים, הורים וילדים, כל שני אנשים שרוצים לבלות זמן איכות יחד בעשייה מגניבה וקצבית. <br> הסדנה מתאימה לגילאים 5 עד 120. <br> אין צורך בידע קודם. <br> הסטודיו ממוקם בצפון תל אביב. <br> הסדנה יכולה להתקיים בעברית או באנגלית.

source: For more details and to book the workshop:<br> WhatsApp: +972544715150<br> Email: noyaschleien@gmail.com
he: לפרטים נוספים ולהזמנת הסדנא- הסדנה:<br> WhatsApp: +972544715150<br> אימייל: noyaschleien@gmail.com

source: It is possible to order a single lecture or a series of lectures.
he: ניתן להזמין הרצאה בודדת או סדרת הרצאות.

source: Cool rhythmic workshops with multiple percussion.
he: סדנאות קצב מגניבות עם כלי הקשה מרובים.

source: Suitable for all ages.
he: מתאים לכל הגילאים.

source: Drum's House by Noya Schleien -
he: הבית של תוף​ - מאת נויה שליין

source: Come meet Drum, a little Tom-tom who invites you into his home to meet his whole family. His mom is a Xylophone and his dad is a Snare Drum and that is just the beginning.
he: בואו לפגוש את תוף, תבקרו בבית שלו ותכירו את משפחתו.​ אמא של תוף היא קסילופון, אבא שלו הוא תוף סנר, וזוהי רק ההתחלה.

source: Ruti Kadosh, Maariv
he: רותי קדוש, מעריב

source: Rhythmic concerts with multiple percussion. Suitable for all ages.
he: קונצרטים קצביים עם כלי הקשה מרובים. מתאים לכל הגילאים.

source: Submit To Noya
he: שלח לנויה

source: Submit (and check your email...)
he: שלח (ובדוק את האימייל שלך...)

source: Image {{i + 1}}
he: תמונה {{i + 1}}

source: View
he: צפייה

source: Download
he: הורדה

source: Loading...
he: טוען...

source: Load More
he: טען עוד

source: No images found matching your search.
he: לא נמצאו תמונות התואמות לחיפוש שלך.

source: Download
he: הורדה

source: Close
he: סגור

source: Welcome
he: ברוכות הבאות ! ברוכים הבאים !

source: When I was a little girl, I got as a present, a small colorful xylophone. That was it. I was hooked.
he: כשהייתי ילדה קטנה, קיבלתי במתנה קסילופון צבעוני קטן. וזהו זה. התמכרתי.

source: Music has always taken an active part in my life. My partner for the road.
he: מוסיקה לקחה ולוקחת חלק פעיל בחיי. שותפה לדרך.
