Repository: gilior/noyawebapp
Catalog: src/locale/messages.*.xlf
Languages: he

source: For me as an artist, the most exciting moment occurs while meeting you, the audience.
he: בשבילי כאמנית, הרגע המרגש ביותר מתרחש בפגישה אתכם ואתכן, הקהל.

source: I invite you to stroll the website and meet me and my artistry.
he: אני מזמינה אתכם לטייל בדפי האתר ולהכיר אותי ואת האמנות שלי.

source: Enjoy,
he: תהנו,

# desktopLanguageSwitcherText
source: עברית
he: English

# mobileLanguageSwitcherText
source: עברית
he: English

# languageSwitcherLink
source: http://50.63.8.92/plesk-site-preview/noyaschleien.com/he
he: http://50.63.8.92/plesk-site-preview/noyaschleien.com/en-US
